{
  "tarot": [
{
"id": "emperor_id",
"name": "Emperor",
"image": "emperor.png",
"desc": "This card symbolizes leadership, power, and authority. It's the fourth card in the Major Arcana, a set of important cards in tarot readings. The Emperor often represents a mature figure seated on a throne or a soldier holding a shield and sword. This card signifies responsibility, courage, and intelligence."
},
{
"id": "empress_id",
"name": "Empress",
"image": "empress.png",
"desc": "The Empress is a mother, a creator, and nurturer. The divine feminine, which means your coming into greater authority in the near future which you need to tackle with tenacity. In many decks she can be shown as pregnant. She can represent the creation of life, romance, art, or business. The Empress can represent the germination of an idea before it is ready to be fully born, and the need to be receptive to change."
},
{
"id": "fool_id",
"name": "Fool",
"image": "fool.png",
"desc": "This fool is no fool. The Fool Card is a double-edged sword as it means you are about to embark on some kind of new journey but perhaps you forgot to your homework, and you need a better plan. This card holds the distinction of being the first card in the Tarot deck. It symbolizes the embrace of new beginnings, the expansion of one's horizons, and the willingness to take risks guided by intuition. In simpler terms, it encourages you to listen to your inner feelings and take a leap of faith."
},
{
"id": "hierophant_id",
"name": "Hierophant",
"image": "hierophant.png",
"desc": "This card represents religion and belief. You've discovered the world is not black and white. It's more complicated than you believ, and you're grappling with the person who has challenged those beliefs. Stand strong in moral affais, which only means being fair to others. This card is all about being super into your moral values, without becoming a fanatic. You're strengths lie in a solid committment and loyalty. You don't back down when someone questions your morality in whatever form. You're the kind of person who sticks to the old-school way of doing things. That needs to change. Knowledge Sharing and Education: Sharing what you know with others is a big deal."
},
{
"id": "justice_id",
"name": "Justice",
"image": "justice.png",
"desc": "The Justice card is all about being fair and treating everyone with equal consideration. Imagine a judge in a courtroom making sure the world is a better place. You can be imperious, so be care how you related to others. Things are fair and true. When this card appears, it's like having your actions put on a scale. If you've been good and fair, good things will come your way."
},
{
"id": "lovers_id",
"name": "Lovers",
"image": "lovers.png",
"desc": "Are you falling in or out of love with someone? The Lovers card is the seventh Major Arcana card in the tarot deck. It's all about love, deep connections, and attraction. Romance and matters o the heart are your priority at present. This card embodies the idea of unconditional love and the concept."
},
{
"id": "magician_id",
"name": "Magician",
"image": "magician.png",
"desc": "Time to put on the big-boy pants and take some romantic risks. In simple words, the Magician card is like a magic wand in tarot. You drew four aces in a recent high-stakes gamble or you will do so in the near future. You may be restless and ready to move on. It can mean making your dreams come true, healing in your life, thinking about spiritual things, and feeling a connection to something or someone special. In love, it's about turning your romantic wishes into reality."
},
{
"id": "moon_id",
"name": "Moon",
"image": "moon.png",
"desc": "Don't waste money on therapists. New adventures are pending. Before you diagnose yourself with anxiety or depression, make sure you are not, in fact, surrounded by assholes.  You're not the problem, you're the solution. You have the strength to manage life's up and downs, and the people watching find it attractive. The Moon Card symbolizes the hidden, emotional layers of the mind. It invites exploration of dreams and intuition. The Moon tarot card has always been surrounded by an air of mystery and intrigue."
},
{
"id": "priest_id", 
"name": "High Priestess", 
"image": "priest.png",
"desc": "The modern interpretation of the High Priestess represents the unknown, mystery, intuition, spiritual knowledge, and the subconscious mind. She is an esoteric figure, unlike The Hierophant. Reversed, the High Priestess can be interpreted as secrecy and disconnection from your intuition."
},
{
"id": "star_id",
"name": "Star",
"image": "star.png",
"desc": "The Star card signifies a renewal of spirit, bringing forth calmness, serenity, and an optimistic outlook. This card represents a strong connection to one's spirituality and the potential for emotional and physical healing. Meditation or yoga would serve you now. It's a symbol of radiant, positive energy and quiet joy."
},
{
"id": "strength_id",
"name": "Strength",
"image": "strength.png",
"desc": "You are a natural born leader who risks being seen as domineering to those who don't know you. Power, energy, action, courage, magnanimity; also complete success and honours. Reversed: Despotism, abuse of power, weakness, discord, sometimes even disgrace. In Astrology, the Strength card is associated with the masculine, fixed-fire sign of Leo and its ruling planetary body, the Sun."
},
{
"id": "sun_id",
"name": "Sun",
"image": "sun.png",
"desc": "Adventures in your near future. You are having  more fun than you know. This card is generally considered positive. It is said to reflect happiness and contentment, vitality, self-confidence and success. Sometimes referred to as the best card in tarot, it represents good things and positive outcomes to current struggles."
},
{
"id": "temperance_id",
"name": "Temperance",
"image": "temperance.png",
"desc": "Stick to your guns without inspiring conflict. You may lose friends in the near future, but there is someone special on the horizon. This card, part of the Major Arcana, signifies harmony, peace, patience, and moderation. There's joy in the family, but you're not paying attention. It suggests that you've found inner peace and have a clear understanding of your life."
},
{
"id": "tower_id",
"name": "Tower",
"image": "tower.png",
"desc": "Prepare for the worst. Something or someone toxic is on the horizon. The Tower is widely associated to danger, crisis, sudden change, destruction, higher learning, and liberation. The top of The Tower is a crown, which symbolizes materialistic thought being bought cheap, downcast. The Tower is associated with the planet Mars."
},
{
"id": "world_id",
"name": "World",
"image": "world.png",
"desc": "Assured success, recompense, voyage, route, emigration, flight, change of place. You need to invest in positive, healthy changes. The downside? Inertia, fixity, stagnation, and possibly a fixation. There are new ships on your horizon, so play it cool. Times are tough right now but you're almost out of the woods at this point. You'll be fine. You headed into a major life transition, probably. The World represents an ending to a cycle of life, a pause in life before the next big cycle beginning with the fool."
}

  ]
}
